Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/employment/unemployment_and_redundancy/redundancy/frequently_asked_questions_about_redundancy.html.txt.tmx
Source language: en
Languages: ga

source: Frequently asked questions about redundancy
ga: Ceisteanna coitianta maidir le hiomarcaíocht

source: How will sick leave affect my redundancy?
ga: Cén difear a dhéanfaidh saoire tinnis do m’íocaíocht iomarcaíochta?

source: When the actual length of your service for redundancy payment purposes is being calculated, the following periods over the last 3 years are included in the calculation:
ga: Nuair a dhéantar d’fhad seirbhíse iarbhír a ríomh chun críocha íocaíochta iomarcaíochta, cuirtear na tréimhsí a leanas thar na 3 bliana seo a chuaigh thart san áireamh sa chomhaireamh:

source: • Any period of absence from work due to illness up to 26 consecutive weeks
ga: • Aon tréimhse as láthair ón obair mar gheall ar bhreoiteacht suas le 26 seachtain leantacha

source: • Any period up to 52 consecutive weeks where you were off work due to an injury at work
ga: • Aon tréimhse 52 seachtain leantacha nuair a bhí tú as láthair ón obair mar gheall ar dhíobháil ag an obair

source: If you are out sick, then return to work, go out sick again, and return to work again, each period of your sick leave up to 26 consecutive weeks is included in the calculation of your length of service for redundancy payment purposes
ga: Má bhíonn tú tinn agus filleann tú ar ais chuig an obair, má théann tú ar saoire tinnis arís agus filleann tú ar ais chuig an obair arís, cuirtear gach tréimhse de do shaoire tinnis suas le 26 seachtain leantacha san áireamh chun d’fhad seirbhíse chun críocha íocaíochta iomarcaíocht a ríomh

source: What is a reasonable alternative ?
ga: Cad atá ann mar chomhrogha réasúnta?

source: If your employer makes you a reasonable offer of alternative work, and you refuse it, you may lose your entitlement to a redundancy payment
ga: Má thairgeann d’fhostóir comhrogha oibre réasúnta duit, agus má dhiúltaíonn tú é, féadfar go gcaillfidh tú do theidlíocht maidir le híocaíocht iomarcaíochta

source: What is reasonable depends on the facts of each case
ga: Bíonn an réasúntacht ag brath ar fhíorais gach cáis

source: Generally speaking, alternatives which involve a loss of status or lessening of the terms and conditions would not be considered reasonable
ga: Go ginearálta, ní mheasfaí mar réasúnta obair a bhainfeadh le cailliúint stádais nó laghdú i dtéarmaí agus coinníollacha

source: Likewise, you may be justified in refusing an offer that involves you travelling an unreasonable distance to work
ga: Ar an dóigh chéanna, féadfar go mbeadh an ceart agat obair a dhiúltú a chuirfeadh ort achar míréasúnta a thaisteal chuig an obair

source: What is the difference between short time for redundancy purposes as opposed to social welfare purposes?
ga: Cad é an difear idir obair ghearr-ama chun críocha iomarcaíochta i gcoinne críocha leasa shóisialaigh?

source: In redundancy legislation short time is defined as a situation where, due to a reduction in the amount of work to be done, your pay or hours are less than half the normal weekly amount
ga: I reachtaíocht iomarcaíochta sainmhínítear obair ghearr-ama mar chás ina mbíonn do phá nó uaireanta níos lú ná leath an ghnáthmhéid sheachtainiúil, mar gheall ar laghdú i méid na hoibre a bhíonn le déanamh

source: This must be a temporary situation and your employer must notify you before the reduction starts
ga: Ní foláir nó go mbíonn sé seo ina chás sealadach agus caithfidh d’fhostóir fógra a thabhairt duit sula gcuirtear tús leis an laghdú

source: For social welfare purposes the definition of short-time employment is employment in which, for the time being, the number of days systematically worked in a working week is less than the normal number of days in a working week in the employment concerned
ga: Chun críocha leasa shóisialaigh sainmhínítear fostaíocht ghearr-ama mar fhostaíocht, faoi láthair, ina mbíonn líon na laethanta a oibrítear i seachtain oibre níos lú ná an gnáth-líon laethanta i seachtain oibre san fhostaíocht atá i gceist

source: How does accepting reduced working hours or pay affect my redundancy payment later on ?
ga: Cén dóigh a dtéann glacadh le huaireanta oibre nó pá laghdaithe i bhfeidhm ar m’íocaíocht iomarcaíochta níos déanaí?

source: If you were made redundant within one year of being put on reduced hours or pay, your redundancy payment would be based on your earnings for a full week
ga: Má rinneadh tú iomarcach laistigh de bhliain amháin ón am a cuireadh ar uaireanta nó pá laghdaithe tú, bheadh d’íocaíocht iomarcaíochta bunaithe ar do thuilleamh do sheachtain iomlán

source: If you are made redundant after working reduced hours for more than a year, how your payment will be calculated depends on whether you accepted being on reduced hours or not
ga: Má dhéantar iomarcach tú tar éis duit uaireanta laghdaithe a oibriú do thréimhse níos mó ná bliain amháin, beidh an dóigh a dhéantar d’íocaíocht a ríomh ag brath ar cé acu ar ghlac tú nó nár ghlac tú le huaireanta laghdaithe

source: If you fully accepted the reduced working hours as your normal week and never asked to return to full-time work, then your redundancy payment will be based on your gross pay for the reduced working hours
ga: Más rud é gur ghlac tú go hiomlán le huaireanta oibre laghdaithe mar do sheachtain normálta agus níor iarr tú filleadh go hobair lánaimseartha, mar sin beidh d’íocaíocht bunaithe ar do phá comhlán le haghaidh na n-uaireanta laghdaithe

source: If, on the other hand, you never accepted the reduced working hours as your normal hours and continually asked to be put back on full-time working, then it is clear you did not accept your reduced working hours as normal
ga: Más rud é, ar an taobh eile de, nár ghlac tú riamh leis na huaireanta oibre laghdaithe mar chuid de d’uaireanta normálta agus gur iarr tú ar bhonn leanúnach le bheith curtha ar ais ar obair lánaimseartha, mar sin tá sé soiléir nár ghlac tú le d’uaireanta oibre laghdaithe mar uaireanta normálta

source: If you have a dispute about this with your employer you could make a claim to the Workplace Relations Commission
ga: Má bhíonn conspóid agat le d’fhostóir faoi seo is féidir leat éileamh a dhéanamh leis an gCoimisiún um Chaidreamh san Áit Oibre

source: How will short time affect my redundancy payment?
ga: Cad é mar a rachaidh obair ghearr-ama i bhfeidhm ar m’íocaíocht iomarcaíochta?

source: If you have been put on short time and then are made redundant your redundancy payment may be based on your pay for a full week
ga: Má chuireadh ar obair ghearr-ama tú agus ansin má rinneadh iomarcach tú féadfar go mbeidh d’íocaíocht iomarcaíochta bunaithe ar do phá as seachtain iomlán

source: It has been the view of the Employment Appeals Tribunal (now the Workplace Relations Commission) that when a person is put on short time, that is, less than half their normal weekly earnings, the gross wage for the calculation of a redundancy lump sum is based on a full week's pay
ga: Is é an tuairim a bhíodh ag an mBinse Achomhairc Fostaíochta (an Coimisiún um Chaidreamh san Áit Oibre anois) go dtí seo ná nuair a chuirtear duine ar obair ghearr-ama, is é sin, níos lú ná leath a ghnáththuilleamh seachtainiúil, go mbíonn an pá comhlán maidir le cnapshuim iomarcaíochta a ríomh bunaithe ar phá seachtaine iomlán

source: I have been on short-time working for 2 months and my employer is now making me redundant
ga: Bhí mé ar obair ghearr-ama ar feadh 2 mhí agus anois socraíonn m'fhostóir mé a dhéanamh iomarcach

source: Is my entitlement to notice based on my short-time hours?
ga: An bhfuil mo theidlíocht ar fhógra bunaithe ar m'uaireanta oibre ghearr-ama?

source: When your employer gives you notice, your notice entitlement is based on your full-time work
ga: Nuair a thugann d'fhostóir fógra duit, tá do theidlíocht fhógra bunaithe ar d'obair lánaimseartha

source: When you were put on short-time work, your contract of employment was temporarily suspended
ga: Nuair cuirtear ar obair ghearr-ama tú, ciallaíonn sé sin go bhfuil do chonradh fostaíochta láithreach curtha ar fionraí go sealadach

source: When your employer decided to make you redundant, they had to re-activate your contract in order to dismiss you on grounds of redundancy
ga: Má ghlacann d’fhostóir cinneadh tú a dhéanamh iomarcach ansin, ní mór dó/di do chonradh a athghníomhú chun tú a dhíbhe ar fhoras iomarcaíochta

source: If you were made redundant and you were not required to work out your notice you are entitled to payment in lieu of notice which is your normal pay for that notice period
ga: Má dhéantar iomarcach tú agus mura bhfuil ort obair ar feadh do thréimhse fógra tá tú i dteideal íocaíochta in ionad fógra atá comhionann le do ghnáthphá don tréimhse fhógra sin

source: This means that your notice entitlement is based on the hours of work in your contract of employment, not on the short-time hours of work
ga: Ciallaíonn sé go bhfuil d’íocaíocht in ionad fógra bunaithe ar na huaireanta oibre i do chonradh fostaíochta, seachas ar na huaireanta oibre ghearr-ama

source: Can I be made redundant if I am on sick leave?
ga: An bhféadtar mé a dhéanamh iomarcach má tá mé ar shaoire bhreoiteachta?

source: If your employer decides to make you redundant while you are on sick leave, you may qualify to bring a claim for unfair dismissal
ga: Má shocraíonn d’fhostóir tú a dhéanamh iomarcach agus tú ar shaoire bhreoiteachta, féadfar go mbeidh tú incháilithe éileamh a dhéanamh maidir le dífhostú éagórach

source: Unless your employer can prove there was a genuine redundancy situation and that fair procedures were followed, your dismissal may be found to be unfair
ga: Mura bhfuil d’fhostóir in ann a chruthú go raibh fíorchás iomarcaíochta ann agus go ndearnadh nósanna imeachta cothroma a leanúint, féadfar go dtabharfar breith go raibh do dhífhostú éagórach

source: Even if a genuine redundancy situation exists, you may bring a claim for unfair dismissal if you consider that you were unfairly selected for redundancy
ga: Fiú má bhíonn fíorchás iomarcaíochta ann, is féidir leat éileamh maidir le dífhostú éagórach a dhéanamh má mheasann tú gur roghnaíodh tú le haghaidh dífhostaithe go héagórach

source: Your employer should apply selection criteria that are reasonable and are applied in a fair manner
ga: Ba chóir do d’fhostóir critéir roghnúcháin a chur i bhfeidhm atá réasúnta agus a iad a chur i bhfeidhm i ndóigh chothrom

source: Can I be made redundant if I am on carer's leave?
ga: An bhféadtar mé a dhéanamh iomarcach má tá mé ar shaoire cúramóra?

source: If you are dismissed on grounds of redundancy, while on carer’s leave, under the Carer’s Leave Act 2001 it would be considered unfair dismissal
ga: Má dhéantar tú a dhífhostú ar fhorais na hiomarcaíochta, agus tusa ar shaoire cúramóra, faoin Acht um Shaoire Cúramóra 2001 mheasfaí seo mar dhífhostú éagórach

source: If your employer does not allow you to return to work at the end of your carer’s leave you may qualify to bring a claim under the Unfair Dismissals Acts 1977-2007. However you may be made redundant after you have returned to work
ga: Mura gceadaíonn d’fhostóir duit filleadh ar obair ag deireadh do shaoire cúramóra féadfar go mbeidh tú incháilithe éileamh a dhéanamh faoi na hAchtanna um Dhífhostú Éagórach 1977-2007 Féadfar tú a dhéanamh iomarcach tar éis duit filleadh ar an obair áfach

source: Can I be made redundant if I am on maternity leave?
ga: An bhféadtar mé a dhéanamh iomarcach má tá mé ar shaoire máithreachais?

source: No, you may not be made redundant while on maternity leave or additional maternity leave
ga: Ní fhéadtar tú a dhéanamh iomarcach agus tú ar shaoire máithreachais nó ar shaoire bhreise máithreachais

source: You may be made redundant when you return to work or while you are pregnant before you go on maternity leave
ga: Féadfar go ndéanfar iomarcach tú nuair a fhilleann tú ar an obair nó nuair a bhíonn tú ag iompar clainne sula dtéann tú ar shaoire máithreachais

source: However if you are selected for redundancy because you are pregnant, you may qualify to bring a claim for unfair dismissal
ga: Má roghnaítear tú le haghaidh na hiomarcaíochta toisc go bhfuil tú ag iompar clainne, féadfar go mbeidh tú incháilithe éileamh a dhéanamh ar fhorais an dífhostaithe éagóraigh

source: Selection for redundancy based on certain grounds such as pregnancy is considered unfair under the unfair dismissals legislation
ga: Meastar roghnú le haghaidh na hiomarcaíochta atá bunaithe ar fhorais áirithe amhail iompar clainne le bheith éagórach faoi reachtaíocht um dhífhostú éagórach

source: If I get more than statutory redundancy?
ga: Má íoctar níos mó ná iomarcaíocht reachtúil dom?

source: If your employer pays you more than the statutory lump sum, your statutory redundancy payment is tax free but some of your lump sum payment may be taxable
ga: Má íocann d’fhostóir níos mó ná an chnapshuim iomarcaíochta reachtúla duit, bíonn d’íocaíocht iomarcaíochta reachtúla saor ó cháin ach féadfar go mbeidh cuid de d'íocaíocht cnapshuime incháinithe

source: My employer says he cannot afford to pay my redundancy, what should I do?
ga: Deir m’fhostóir nach bhfuil sé d’acmhainn aige m’íocaíocht iomarcaíochta a íoc

source: If your employer has not paid your redundancy lump sum, you should apply to your employer for it using form RP77 (pdf)
ga: Mura bhfuil do chnapshuim iomarcaíochta íoctha ag d’fhostóir, ba chóir duit iarratas ar d'fhostóir a dhéanamh ar fhoirm RP77 (pdf)

source: If your employer still refuses to pay it, you can apply to the Department of Social Protection for direct payment from the Social Insurance Fund
ga: Má dhiúltaíonn d'fhostóir don íocaíocht fós, is féidir leat iarratas a chur isteach ar an Roinn Coimirice Sóisialaí le haghaidh íocaíochta dírí ón gCiste Árachais Shóisialaigh

source: It must be done online using form RP50 as follows:
ga: Caithfear iarratas ar líne a dhéanamh agus foirm RP50 á húsáid mar a leanas:

source: • If your employer is unable to pay your redundancy lump sum, he should sign the RP50 and submit a letter from an accountant or solicitor stating he is unable to pay and for 100% of the lump sum (85% for a dismissal in 2012) owing to the Social Insurance Fund
ga: • Mura bhfuil d’fhostóir in ann do chnapshuim iomarcaíochta a íoc, ba chóir dó an fhoirm RP50 a shíniú agus litir ó chuntasóir nó dhlíodóir a chur isteach le rá go bhfuil sé neamhábalta íocaíocht a dhéanamh agus go nglacann sé le dliteanas maidir leis an 100% cnapshuim (85% le haghaidh dífhostaíocht i 2012) atá dlite don Chiste Árachais Shóisialaigh

source: Documentary evidence such as audited accounts should also be included
ga: Ba chóir fianaise i ndoiciméid amhail cuntais iniúchta a iniamh freisin

source: • If your employer refuses to pay your redundancy lump sum or if there is a dispute about redundancy you can bring a claim to the Workplace Relations Commission
ga: • Má dhiúltaíonn d’fhostóir do chnapshuim iomarcaíochta a íoc nó má bhíonn conspóid ann maidir le hiomarcaíocht is féidir leat éileamh a dhéanamh ar an gCoimisiún um Chaidreamh san Áit Oibre

source: You must use the online complaint form available on workplacerelations.ie
ga: Caithfidh tú an fhoirm ghearáin ar líne a úsáid á fáil ar workplacerelations.ie

source: This must be done within one year of your dismissal
ga: Caithfear seo a dhéanamh laistigh de bhliain amháin ó do dhífhostú

source: Then you apply for your lump sum by sending a completed form RP50 together with a favourable decision from the adjudicator of the Workplace Relations Commission
ga: Ansin déanann tú iarratas ar do chnapshuim trí fhoirm RP50 chomhlánaithe a chur isteach agus cinneadh fabhrach ó bhreithneoir an Choimisiúin um Chaidreamh san Áit Oibre ag gabháil léi

source: How are overtime and bonuses and profit sharing used in calculating my weekly wage for Redundancy purposes?
ga: Cad é mar a úsáidtear ragobair agus bónais agus brabachroinnt chun mo phá seachtainiúil a ríomh chun críocha Iomarcaíochta?

source: The weekly wage for redundancy purposes is your gross pay before tax and PRSI deductions
ga: Is é an pá seachtainiúil chun críocha iomarcaíochta ná do phá comhlán roimh cháin agus ÁSPC

source: It is calculated by adding together your gross weekly wage, average regular overtime and benefits-in-kind up to a maximum of €600 a week
ga: Déantar é a ríomh trí do phá seachtainiúil comhlán, meánragobair chomhlán agus sochair chomhchineáil suas le huasmhéid de €600 in aghaidh na seachtaine a shuimiú

source: Average weekly overtime earnings are calculated as follows:
ga: Déantar tuilleamh ó mheánragobair sheachtainiúil a ríomh mar seo a leanas:

source: • First, find the total amount of overtime earned in the period of 26 weeks ending 13 weeks before the date of redundancy
ga: • Ar dtús, aimsigh méid iomlán na ragoibre a rinneadh a thuilleamh sa tréimhse 26 seachtain ag críochnú 13 sheachtain roimh dháta na hiomarcaíochta

source: • Then, divide the total by 26 to get the average weekly overtime earnings
ga: • Ansin, déan an t-iomlán a roinnt ar 26 chun an tuilleamh ó mheánragobair sheachtainiúil a fháil

source: My organisation went under a transfer of undertaking last year, business is slow now, what happens if I am made redundant?
ga: Aistríodh gnóthas m’eagraíochta anuraidh agus anois níl mórán a dhéanamh i gcúrsaí gnóthaí. Cad a tharlóidh má dhéanfar iomarcach mé?

source: Under the European Communities (Protection of Employees on Transfer of Undertakings) Regulations 2003 your new employer is legally obliged to take on the existing employees of the business
ga: Faoi Rialacháin na gComhphobal Eorpach (Fostaithe a Chosaint ar Ghnóthais a Aistriú) 2003 tá oibleagáid dhlíthiúil ar d’fhostóir nua fostaithe an ghnóthais atá ann cheana féin a ghlacadh

source: The terms and conditions and your employer’s obligations in your contract of employment are automatically transferred to your new employer
ga: Déantar na téarmaí agus coinníollacha agus oibleagáidí d’fhostóra i do chonradh fostaíochta a aistriú go huathoibríoch do d’fhostóir nua

source: Neither the previous nor the new employer can use the fact of the sale as a justification for dismissing employees unless there are valid economic, technical, or organisational grounds justifying changes in the workforce
ga: Ní féidir leis an bhfostóir roimhe sin ná an fostóir nua an díolacháin a úsáid mar bhonn cirt le fostaithe a dhífhostú mura bhfuil forais eacnamaíocha, theicniúla nó eagraíochta ann chun athruithe sa lucht saothair a chosaint

source: Dismissal on economic, technical, or organisational grounds is a redundancy and, if you qualify, you may be entitled to a redundancy lump sum
ga: Is iomarcaíocht dífhostú ar fhorais eacnamaíocha, theicniúla nó eagraíochta agus, má tá tú cáilithe, féadfar go mbeidh tú incháilithe cnapshuim iomarcaíochta a fháil

source: If you are made redundant, continuous service is based on service with your new employer and your previous employer
ga: Má dhéantar iomarcach tú, beidh seirbhís leanúnach bunaithe ar sheirbhís le d’fhostóir nua agus le d’fhostóir roimhe sin

source: I have been working on a fixed-term contract for the last 2 years
ga: Tá mé ag obair ar chonradh téarma sheasta le 2 bhliain anuas

source: Am I entitled to a redundancy payment when my contract ends?
ga: An mbeidh mé i dteideal íocaíocht iomarcaíochta a fháil ag deireadh mo chonartha?

source: If you are employed under a fixed-term contract, and you have worked continuously for your employer for at least 104 weeks when your contract ends, you may qualify for a redundancy payment
ga: Má tá tú fostaithe faoi chonradh téarma sheasta, agus d’oibrigh tú go leanúnach do d’fhostóir le 104 seachtain ar a laghad go dtí deireadh do chonartha, féadfar go mbeidh tú incháilithe íocaíocht iomarcaíochta a fháil

source: I am a seasonal worker, how do I qualify for redundancy ?
ga: Conas a mbeidh mé incháilithe le haghaidh iomarcaíochta?

source: Does the 104 weeks apply to my time off ?
ga: An gcuirtear na 104 seachtain i bhfeidhm maidir le tréimhsí nuair nach n-oibrím?

source: If you are a seasonal worker who has at least 104 weeks service with your employer you may qualify for redundancy
ga: Más oibrí séasúrach tú a bhfuil 104 seachtain seirbhíse ar a laghad le d’fhostóir féadfar go mbeidh tú incháilithe le haghaidh iomarcaíochta

source: The 104 weeks does not include the time you are off work
ga: Ní chuirtear tréimhsí nuair nach n-oibríonn tú san áireamh sna 104 seachtain

source: The question of redundancy does not arise until the usual time when your seasonal work would start
ga: Ní éiríonn ceist na hiomarcaíochta go dtí an uair a thosódh do chuid oibre séasúraí de ghnáth

source: If you are not re-employed then, you may be entitled to a redundancy payment
ga: Mura ndéantar tú a fhostú arís ansin, féadfar go mbeidh tú incháilithe íocaíocht iomarcaíochta a fháil

source: Is an apprentice entitled to a redundancy payment?
ga: An bhfuil printísigh i dteideal íocaíochta iomarcaíochta?

source: An apprentice who is made redundant during the apprenticeship may qualify for a redundancy payment provided they meet the conditions such as 2 years' service over the age of 16
ga: Má dhéantar printíseach iomarcach i rith na printíseachta agus sásaíonn sé na coinníollacha mar shampla, 2 bhliain seirbhíse os cionn aois 16, d'fhéadfadh sé cáiliú i gcomhair íocaíochta iomarcaíochta

source: However an apprentice who is dismissed within one month of the end of the apprenticeship will not qualify for a redundancy payment
ga: Áfach, má dhéantar printíseach dífhostaithe laistigh de mhí amháin ó chríoch na printíseachta, ní cháileoidh sé i gcomhair íocaíochta iomarcaíochta

source: If an apprentice is kept on as an employee for more than a month after the apprenticeship ended and is subsequently made redundant, the time spent as an apprentice aged over 16 will count in the redundancy payment calculation
ga: Má tá printíseach coinnithe mar fhostaí níos mó ná mí amháin tar éis críoch na printíseachta agus má dhéantar é iomarcach i ndiaidh sin, beidh an tréimhse phrintíseachta os cionn aois 16 cuimsithe sa ríomh íocaíochta iomarcaíochta

source: If my employer does not offer the 30 day consultation process in the case of a collective redundancy what can I do about it ?
ga: Mura dtairgeann m’fhostóir an próiseas comhairliúcháin 30 lá i gcás na hiomarcaíochta comhchoiteann cad is féidir liom a dhéanamh faoi?

source: Collective redundancies come under the Protection of Employment Acts 1977-2007, which requires that both the Minister for Jobs, Enterprise and Innovation and employees’ representatives should be consulted at least 30 days before being given notice of redundancy
ga: Cuimsítear iomarcaíochtaí comhchoiteanna faoi na hAchtanna um Chaomhnú Fostaíochta 1977-2007, a éilíonn go dtéitear i gcomhairle leis an Aire Post, Fiontar agus Nuálaíochta agus le hionadaithe na bhfostaithe araon 30 lá ar a laghad roimh aon fhógra faoi iomarcaíocht a thabhairt dóibh

source: If your employer has not complied with the requirement for a 30-day consultation process you may make a complaint to the Workplace Relations Commission that your employer has contravened Section 9 or 10 of the 1977 Act in relation to information and consultation of employees
ga: Mura bhfuil an riachtanas seo maidir le próiseas comhairliúcháin 30 lá chomhlíonta ag d’fhostóir is féidir leat gearán a dhéanamh leis an gCoimisinéir um Chearta go bhfuil Alt 9 nó 10 den Acht 1977 maidir le faisnéis agus comhairliúchán le fostaithe sáraithe ag d’fhostóir
